Repository: Daniel-KM/Omeka-S-module-GuestPrivate
Catalog: language/*.po
Languages: fr

source: Search manager
fr: Moteurs de recherche

source: Search config
fr: Page de recherche

source: Guest private site
fr: Invité sur site privé

source: Guest private
fr: Invité privé

source: The setting "default site" refers to an inexisting site.
fr: Le paramètre « site par défaut » renvoie à un site inexistant.

source: Guest
fr: Invité

source: Redirect default top route to login when there is no public site
fr: Rediriger la route Top vers la connexion quand il n’y a pas de site public

source: Apply the theme to the default login page
fr: Appliquer le thème à la page de connexion par défaut

source: Disable public api
fr: Désactiver l’api publique

source: This setting is useful when all sites are private, but resources are public. The api remains available with credentials.
fr: Ce paramètre est utile quand tous les sites sont privés, mais que les ressources sont publiques. L’api reste disponible avec les informations d’identification.
